tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "homebrew/services"
tap "making/tap"
brew "python@3.9"
brew "ansible"
brew "go"
brew "gopass"
brew "grpcurl"
brew "kubernetes-cli"
brew "kubectx"
brew "mackup"
brew "maven"
brew "nvm"
brew "pyenv"
brew "rbenv"
brew "sshuttle"
brew "terraform"
brew "tree"
brew "vapor"
brew "wget"
brew "making/tap/rsc"

cask "keepingyouawake"
cask "alfred"
cask "charles"
cask "cleanmymac"
cask "clion"
cask "dingtalk"
cask "docker"
cask "goland"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "imazing"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "kubernetic"
cask "lens"
#cask "metabase"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "navicat-premium"
#cask "omniplan3"
cask "oracle-jdk"
#cask "pycharm"
cask "tower"
cask "tunnelblick"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
#cask "vlc"
#cask "vmware-fusion"
cask "wechat"
#cask "wifi-explorer"
#cask "xmind"
cask "zulu8"
